Repository: OpenThinkLabs/extension-tao-community
Catalog: locales/*/messages.po
Languages: es_es

source: Add test-takers to groups to assign tests, and measure group performance. Grouping test-takers enables you to specify populations with particular characteristics. You define these characteristics by adding your own group descriptors.
es_es: Agregue a los participantes a los grupos para asignar pruebas y medir el rendimiento del grupo. La agrupación de participantes le permite especificar poblaciones con características particulares. Usted define estas características agregando sus propios descriptores de grupo.

source: Be aware that any subsequent modification to the test content will not be taken into account until you publish the test again and create a new delivery.
es_es: Tenga en cuenta que cualquier modificación posterior del contenido de la prueba no se tendrá en cuenta hasta que vuelva a publicar la prueba y cree una nueva entrega.

source: Build a custom table with only the specific results data you are interested in and export it as a CSV file.
es_es: Cree una tabla personalizada solo con los datos de resultados específicos que le interesan y expórtelos como un archivo CSV.

source: Build and manage tests using items that you have previously created or imported.
es_es: Cree y administre pruebas utilizando artículos que haya creado o importado anteriormente.

source: Build your test by dragging and dropping the selected items into the test pane.
es_es: Cree su prueba arrastrando y soltando los elementos seleccionados en el panel de prueba.

source: Choose from 17 different interaction types, including:
es_es: Escoger entre 17 tipos diferentes de interacciones, entre las cuales se incluyen:

source: Control how to publish and deliver tests.
es_es: Controla como se publican y se entregan las pruebas.

source: Conversely, you can also export items from TAO and re-use them in other QTI-compliant tools.
es_es: A la inversa, también puede exportar artículos de TAO y reutilizarlos en otras herramientas compatibles con el estándar QTI.

source: Create and define test-taker records
es_es: Cree y defina registros de participantes

source: Create Items
es_es: Crear elementos

source: Create QTI Tests
es_es: Cree Pruebas tipo QTI

source: Create, preview and organize individual items before including them in your tests.
es_es: Cree, previsualice y organice elementos individuales antes de incluirlos en sus pruebas.

source: Default properties of the test-takers are their name and the language of the test interface. You can customize these records by adding any data you need, such as date of birth, gender, etc.
es_es: Las propiedades predeterminadas de los participantes son su nombre y el idioma de la interfaz de prueba. Puede personalizar estos registros agregando cualquier información que necesite, como fecha de nacimiento, sexo, etc.

source: Define a Delivery
es_es: Define un entregable

source: Define the Test Parameters
es_es: Define los parámetros de la prueba

source: Determine the order of your items. Items can be displayed either randomly or in a specific order.
es_es: Determine el orden de sus elementos. Los elementos pueden ser postrados, ya sea, al azar o en un orden especifico.

source: Discover how easy it is to create an assessment with TAO!
es_es: ¡Descubre lo fácil que es crear una evaluación con TAO!

source: Do not show this window again when TAO opens.
es_es: No mostrar esta ventana de nuevo cuando TAO se abra.

source: Export Test Results
es_es: Exportar resultados de prueba

source: For example:
es_es: Por ejemplo:

source: Get started with TAO
es_es: Empieza con TAO

source: Go to
es_es: Ir a

source: Groups
es_es: Grupos

source: Help
es_es: Ayuda

source: Hint: "Simple” tests without any hierarchy are also available. Note that Open Web Items (OWI) can be delivered in simple test mode only.
es_es: Pista: Las pruebas "simples" sin ninguna jerarquía también están disponibles. Tenga en cuenta que los elementos web abiertos (OWI) se pueden entregar solo en el modo de prueba simple.

source: Hint: You can access this overview at any time via the Help button.
es_es: Pista: Puedes acceder a está vista general en cualquier momento a través del botón de ayuda.

source: Hotspot
es_es: Zona activa

source: If your needs go beyond what the QTI standard allows, you can develop powerful and sophisticated item types using the TAO Open Web Item format.
es_es: Si sus necesidades van más allá de lo que permite el estándar QTI, puede desarrollar tipos de elementos potentes y sofisticados utilizando el formato TAO Open Web Item.

source: Import / Export Tests
es_es: Importar / Exportar pruebas

source: Import and Export Items
es_es: Importar y exportar elementos

source: Import any items that are compliant with the QTI (Question and Test Interoperability) 2.1 standard.
es_es: Importar cualquier elemento que cumpla con el estándar QTI (Question and Test Interoperability) 2.1.

source: Import test-takers
es_es: Importar participantes

source: In addition to creating test-takers individually by manually entering their corresponding data, you can mass-create test-taker records by importing them from a CSV file.
es_es: Además de crear los participantes individualmente al ingresar manualmente sus datos correspondientes, puede crear registros de participantes generados en forma masiva importándolos de un archivo CSV.

source: In TAO, tests are assigned to groups.
es_es: En TAO, las pruebas son asignadas a grupos.

source: Item(s)
es_es: Elemento(s)

source: Items
es_es: Elementos

source: Manage Reports
es_es: Gestionar Reportes

source: Multiple choice
es_es: Elección múltiple

source: Order of items – sequential or random
es_es: Orden de elementos - secuencial o aleatorio

source: Overview
es_es: Visión general

source: Preview Items
es_es: Previsualizar elementos

source: Publish
es_es: Publicar

source: QTI Test Structure
es_es: Estructura de la prueba QTI

source: Register your test-takers, manage their personal data, and assign them to groups.
es_es: Registra a tus participantes, gestiona su información personal y asignalos a grupos.

source: Results
es_es: Resultados

source: See how your items will appear to the test-taker before running the test. Previews are available for both desktop or mobile devices.
es_es: Observa como tus elementos aparecerán para tus participantes antes de correr la prueba. Las previsualizaciones están disponibles tanto para escritorio como para dispositivos móviles.

source: Select an icon on the left to find out more.
es_es: Selecciona un icono a la izquierda para obtener más información.

source: Select the delivery dates.
es_es: Selecciona las fechas de entrega.

source: Select the group(s) that will take the test. You can exclude individual test-takers even if they are part of the group.
es_es: Seleccione el(los) grupo(s) que tomará(n) la prueba. Puede excluir los participantes de forma individual, incluso si forman parte del (de los) grupo(s).

source: Select the test you want to deliver to your group(s) of test-takers. Publish it to make it available online.
es_es: Seleccione la prueba que quiere entregar al(los) grupo(s) de participantes. Publiquela(s) para que esté(n) disponible(s) en línea.

source: selection
es_es: selección

source: Single choice
es_es: Opción única

source: Slider
es_es: Deslizador

source: Specify how many times test-takers are allowed to repeat a test.
es_es: Especifique cuantas veces un participante tiene permitido repetir la prueba.

source: Store, manage, and analyze test results with ease.
es_es: Almacene, gestione y analice los resultados de la prueba con facilidad.

source: Test
es_es: Prueba

source: Test part(s)
es_es: Parte(s) de la prueba

source: Test section(s)
es_es: Sección(es) de la prueba

source: Test-takers
es_es: Participantes

source: Tests
es_es: Pruebas

source: Text entry
es_es: Entrada de texto

source: Time limit
es_es: Límite de tiempo

source: To create a QTI test:
es_es: Para crear una prueba QTI:

source: Use Groups to Manage Test-Takers
es_es: Use los grupos para gestionar participantes

source: View the performance of any individual test-taker – whether it’s on a single test or across a range of tests.
es_es: Vea el rendimiento de cualquier participante de forma individual - ya sea en una sola prueba o a través de un rango de pruebas.

source: You can also add rich media content to your items, such as photos, math formulas and video.
es_es: Puede también agregar contenido multimedia enriquecido a sus elementos, como fotos, formulas matemáticas y vídeos.

source: You can create tests in compliance with the QTI 2.1 standard. A QTI test is structured as follows:
es_es: Puedes crear pruebas cumpliendo con los estándares QTI 2.1.Una prueba QTI está estructurada de la siguiente forma:

source: You can import tests created with any external tool that is QTI compliant. The items will be automatically added to the Items Library. Conversely, your QTI tests can be exported out of TAO for use with any QTI-compliant delivery engine.
es_es: Puede importar pruebas creadas con cualquier herramienta externa que sea compatible con el estándar QTI. Los elementos se agregarán automáticamente a la Biblioteca de elementos. Y de igual manera, sus pruebas QTI se pueden exportar fuera de TAO para su uso con cualquier motor de entrega compatible con el estándar QTI.

source: You can specify test settings such as:
es_es: Puede especificar configuraciones para su prueba como las siguientes:
